tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nativeos/i386-elf-toolchain"
brew "azure-cli"
brew "broot"
brew "python"
brew "cmake"
brew "coreutils"
brew "cpprestsdk"
brew "fswatch"
brew "gcc"
brew "gdb"
brew "git-lfs"
brew "gnupg"
brew "gnupg@1.4"
brew "gnuplot"
brew "htop"
brew "jq"
brew "librsvg"
brew "nnn"
brew "pandoc"
brew "pandoc-citeproc"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "shpotify"
brew "stress"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "x86_64-elf-binutils"
brew "x86_64-elf-gcc"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "amethyst"
cask "basictex"
cask "powershell"
